Repository: rhevorn/sift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Run at Load
de: Unter Last ausführen
es: Ejecutar con carga
fr: Exécuter en charge
ja: 負荷時に実行
ko: 로드 시 실행
pt_br: Executar com carga
ru: Запуск под нагрузкой
zh_hans: 自动启动
zh_hant: 自動啟動

source: Rust crate download cache; does not delete toolchains, source code, or installed commands.
de: Rust-Crate-Download-Cache; löscht keine Toolchains, Quellcode oder installierten Befehle.
es: Caché de descarga de caja de óxido; no elimina cadenas de herramientas, código fuente ni comandos instalados.
fr: Cache de téléchargement de caisse Rust ; ne supprime pas les chaînes d'outils, le code source ou les commandes installées.
ja: Rust クレートのダウンロード キャッシュ。ツールチェーン、ソースコード、またはインストールされているコマンドは削除されません。
ko: Rust 상자 다운로드 캐시; 툴체인, 소스 코드 또는 설치된 명령은 삭제되지 않습니다.
pt_br: Cache de download da caixa de ferrugem; não exclui conjuntos de ferramentas, código-fonte ou comandos instalados.
ru: Кэш загрузки Rust Crate; не удаляет цепочки инструментов, исходный код или установленные команды.
zh_hans: Rust crate 下载缓存；不会删除工具链、源码或已安装命令。
zh_hant: Rust crate 下載快取；不會刪除工具鏈、原始碼或已安裝指令。

source: Rust toolchain, source cache, and installed commands
de: Rust-Toolchain, Quellcache und installierte Befehle
es: Cadena de herramientas de Rust, caché de origen y comandos instalados
fr: Chaîne d'outils Rust, cache source et commandes installées
ja: Rust ツールチェーン、ソース キャッシュ、およびインストールされたコマンド
ko: Rust 툴체인, 소스 캐시 및 설치된 명령
pt_br: Conjunto de ferramentas Rust, cache de origem e comandos instalados
ru: Набор инструментов Rust, кеш исходного кода и установленные команды
zh_hans: Rust 工具链、源码缓存与已安装命令
zh_hant: Rust 工具鏈、原始碼快取與已安裝指令

source: Safari extension
de: Safari-Erweiterung
es: Extensión de Safari
fr: Extension Safari
ja: Safari拡張機能
ko: 사파리 확장
pt_br: Extensão Safari
ru: Расширение Safari
zh_hans: Safari 扩展
zh_hant: Safari 擴充

source: Safe to Clean
de: Sicher zu bereinigen
es: Seguro para limpiar
fr: Nettoyage sûr
ja: 安全に削除可能
ko: 안전하게 정리 가능
pt_br: Seguro para limpar
ru: Можно безопасно очистить
zh_hans: 可安全清理
zh_hant: 可安全清理

source: sandbox container
de: Sandkastenbehälter
es: contenedor de caja de arena
fr: conteneur bac à sable
ja: サンドボックスコンテナ
ko: 샌드박스 컨테이너
pt_br: contêiner de caixa de areia
ru: контейнер-песочница
zh_hans: 沙盒容器
zh_hant: 沙盒容器

source: Scan
de: Scannen
es: Escanear
fr: Numériser
ja: スキャン
ko: 스캔
pt_br: Digitalizar
ru: Сканировать
zh_hans: 扫描
zh_hant: 掃描

source: Scan Again
de: Erneut scannen
es: Escanear de nuevo
fr: Scanner à nouveau
ja: 再スキャン
ko: 다시 스캔
pt_br: Digitalizar novamente
ru: Сканировать еще раз
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Scan Caches and Logs
de: Scannen Sie Caches und Protokolle
es: Escanear cachés y registros
fr: Analyser les caches et les journaux
ja: キャッシュとログをスキャンする
ko: 캐시 및 로그 스캔
pt_br: Digitalizar caches e logs
ru: Сканирование кешей и журналов
zh_hans: 扫描缓存与日志
zh_hant: 掃描快取與日誌

source: Scan caches and logs that are safe to clean
de: Scannen Sie Caches und Protokolle, die sicher bereinigt werden können
es: Escanee cachés y registros que sean seguros de limpiar
fr: Analyser les caches et les journaux pouvant être nettoyés en toute sécurité
ja: 安全に消去できるキャッシュとログをスキャンします
ko: 정리해도 안전한 캐시 및 로그 검사
pt_br: Verifique caches e logs que podem ser limpos com segurança
ru: Сканируйте кеши и журналы, которые можно безопасно очистить.
zh_hans: 扫描可安全清理的缓存和日志
zh_hant: 掃描可安全清理的快取和日誌

source: Scan caches, logs, and developer leftovers; review before cleaning
de: Scannen Sie Caches, Protokolle und Entwicklerreste. Vor der Reinigung überprüfen
es: Escanee cachés, registros y restos de desarrolladores; revisar antes de limpiar
fr: Analyser les caches, les journaux et les restes des développeurs ; revoir avant le nettoyage
ja: キャッシュ、ログ、開発者の残り物をスキャンします。掃除前の見直し
ko: 캐시, 로그 및 개발자 남은 부분을 스캔합니다. 청소 전 검토
pt_br: Digitalize caches, logs e sobras de desenvolvedores; revise antes de limpar
ru: Сканируйте кеши, журналы и остатки разработчиков; просмотр перед чисткой
zh_hans: 扫描缓存、日志和开发工具残留，确认明细后再清理
zh_hant: 掃描快取、日誌和開發工具殘留，確認明細後再清理

source: Scan caches, logs, and regenerable developer tool files
de: Scannen Sie Caches, Protokolle und regenerierbare Entwicklertooldateien
es: Escanee cachés, registros y archivos de herramientas de desarrollador regenerables
fr: Analyser les caches, les journaux et les fichiers régénérables de l'outil de développement
ja: キャッシュ、ログ、および再生成可能な開発者ツール ファイルをスキャンします
ko: 캐시, 로그 및 재생성 가능한 개발자 도구 파일을 검사합니다.
pt_br: Verifique caches, logs e arquivos de ferramentas de desenvolvedor regeneráveis
ru: Сканируйте кеши, журналы и восстанавливаемые файлы инструментов разработчика.
zh_hans: 扫描缓存、日志和可重新生成的开发工具文件
zh_hant: 掃描快取、日誌和可重新產生的開發工具文件

source: Scan caches, logs, uninstall leftovers, and developer junk
de: Caches, Protokolle, Deinstallationsreste und Entwicklermüll scannen
es: Analiza cachés, registros, restos de desinstalación y archivos de desarrollo
fr: Analysez les caches, journaux, résidus de désinstallation et fichiers de développement
ja: キャッシュ、ログ、アンインストール残留物、開発ツールのジャンクをスキャン
ko: 캐시, 로그, 제거 잔여물 및 개발 도구 정크 스캔
pt_br: Verifique caches, logs, resíduos de desinstalação e arquivos de desenvolvimento
ru: Сканирование кэшей, журналов, остатков приложений и мусора разработчика
zh_hans: 扫描缓存、日志、卸载残留与开发工具垃圾
zh_hant: 掃描快取、日誌、解除安裝殘留與開發工具垃圾

source: Scan canceled
de: Scan abgebrochen
es: Escaneo cancelado
fr: Analyse annulée
ja: スキャンがキャンセルされました
ko: 스캔이 취소되었습니다.
pt_br: Verificação cancelada
ru: Сканирование отменено
zh_hans: 扫描已取消
zh_hant: 掃描已取消

source: Scan canceled.
de: Scan abgebrochen.
es: Escaneo cancelado.
fr: Numérisation annulée.
ja: スキャンがキャンセルされました。
ko: 스캔이 취소되었습니다.
pt_br: Digitalização cancelada.
ru: Сканирование отменено.
zh_hans: 扫描已取消。
zh_hant: 掃描已取消。

source: Scan complete
de: Scan abgeschlossen
es: Escaneo completo
fr: Analyse terminée
ja: スキャンが完了しました
ko: 스캔 완료
pt_br: Verificação concluída
ru: Сканирование завершено
zh_hans: 扫描完成
zh_hant: 掃描完成

source: Scan complete. %lld candidate files found.
de: Scan abgeschlossen. %lld Kandidatendateien gefunden.
es: Escaneo completo. %lld archivos de candidatos encontrados.
fr: Scan terminé. %lld dossiers de candidature trouvés.
ja: スキャンが完了しました。 %lld 個の候補ファイルが見つかりました。
ko: 스캔이 완료되었습니다. %lld개 후보 파일을 찾았습니다.
pt_br: Digitalização concluída. %lld arquivos candidatos encontrados.
ru: Сканирование завершено. Найдено %lld файлов-кандидатов.
zh_hans: 扫描完成，发现 %lld 个候选文件。
zh_hant: 掃描完成，發現 %lld 個候選文件。

source: Scanning
de: Scannen
es: Escaneo
fr: Numérisation
ja: スキャン中
ko: 스캐닝 중
pt_br: Digitalizando
ru: Сканирование
zh_hans: 正在扫描
zh_hant: 正在掃描

source: Scanning %@
de: Scannen %@
es: Escaneando %@
fr: Numérisation %@
ja: スキャン中 %@
ko: 스캐닝 %@
pt_br: Digitalizando %@
ru: Сканирование %@
zh_hans: 正在扫描%@
zh_hant: 正在掃描%@

source: Scanning installed apps…
de: Installierte Apps werden gescannt…
es: Escaneando aplicaciones instaladas…
fr: Analyse des applications installées…
ja: インストールされているアプリをスキャンしています…
ko: 설치된 앱을 검사하는 중…
pt_br: Verificando aplicativos instalados…
ru: Сканирование установленных приложений…
zh_hans: 正在扫描已安装应用…
zh_hant: 正在掃描已安裝應用程式…

source: Scanning prohibited location: %@
de: Scannen verbotener Ort: %@
es: Escaneo de ubicación prohibida: %@
fr: Emplacement interdit de numérisation : %@
ja: スキャン禁止場所：%@
ko: 스캔 금지 위치: %@
pt_br: Localização proibida de digitalização: %@
ru: Сканирование запрещенного места: %@
zh_hans: 禁止扫描的位置：%@
zh_hant: 禁止掃描的位置：%@

source: Scanning…
de: Scannen…
es: Escaneando…
fr: Numérisation…
ja: スキャン中…
ko: 스캔 중…
pt_br: Digitalizando…
ru: Сканирование…
zh_hans: 正在扫描…
zh_hant: 正在掃描…

source: Scans locally using macOS lsof
de: Scannt lokal mit macOS lsof
es: Escanea localmente usando macOS lsof
fr: Scanne localement à l'aide de macOS lsof
ja: macOS lsof を使用してローカルでスキャンします。
ko: macOS lsof를 사용하여 로컬로 검사
pt_br: Verifica localmente usando macOS lsof
ru: Сканирует локально с помощью macOS lsof
zh_hans: 使用 macOS 自带的 lsof 在本机扫描
zh_hant: 使用 macOS 自帶的 lsof 在本機掃描

source: Scope
de: Umfang
es: Alcance
fr: Portée
ja: 範囲
ko: 범위
pt_br: Escopo
ru: Область применения
zh_hans: 范围
zh_hant: 範圍

source: Search apps
de: Apps suchen
es: Buscar aplicaciones
fr: Rechercher des applications
ja: アプリを検索する
ko: 앱 검색
pt_br: Pesquisar aplicativos
ru: Поиск приложений
zh_hans: 搜索应用
zh_hant: 搜尋應用程式

source: Search background items, labels, or paths
de: Suchen Sie nach Hintergrundelementen, Beschriftungen oder Pfaden
es: Buscar elementos de fondo, etiquetas o rutas
fr: Rechercher des éléments d'arrière-plan, des étiquettes ou des chemins
ja: 背景アイテム、ラベル、またはパスを検索する
ko: 배경 항목, 라벨 또는 경로 검색
pt_br: Pesquise itens, rótulos ou caminhos em segundo plano
ru: Поиск фоновых элементов, меток или путей
zh_hans: 搜索后台项目、标签或路径
zh_hant: 搜尋後台項目、標籤或路徑

source: Search extensions, owning apps, or bundle IDs
de: Suchen Sie nach Erweiterungen, besitzenden Apps oder Bundle-IDs
es: Extensiones de búsqueda, aplicaciones propias o ID de paquetes
fr: Rechercher des extensions, posséder des applications ou des identifiants de bundle
ja: 拡張機能、所有するアプリ、またはバンドル ID を検索します
ko: 검색 확장 프로그램, 소유 앱 또는 번들 ID
pt_br: Extensões de pesquisa, propriedade de aplicativos ou IDs de pacotes
ru: Поиск расширений, владение приложениями или идентификаторы пакетов
zh_hans: 搜索扩展、所属应用或 Bundle ID
zh_hant: 搜尋擴充、所屬應用程式或 Bundle ID

source: Search login items or app paths
de: Durchsuchen Sie Anmeldeelemente oder App-Pfade
es: Buscar elementos de inicio de sesión o rutas de aplicaciones
fr: Rechercher des éléments de connexion ou des chemins d'application
ja: ログイン項目またはアプリのパスを検索する
ko: 로그인 항목 또는 앱 경로 검색
pt_br: Pesquise itens de login ou caminhos de aplicativos
ru: Поиск элементов входа или путей к приложениям
zh_hans: 搜索登录项或应用路径
zh_hant: 搜尋登入項目或應用程式路徑

source: Search ports, processes, PIDs, paths, or commands
de: Durchsuchen Sie Ports, Prozesse, PIDs, Pfade oder Befehle
es: Buscar puertos, procesos, PID, rutas o comandos
fr: Rechercher des ports, des processus, des PID, des chemins ou des commandes
ja: ポート、プロセス、PID、パス、またはコマンドを検索します
ko: 포트, 프로세스, PID, 경로 또는 명령 검색
pt_br: Pesquise portas, processos, PIDs, caminhos ou comandos
ru: Поиск портов, процессов, PID, путей или команд.
zh_hans: 搜索端口、进程、PID、路径或启动命令
zh_hant: 搜尋連接埠、進程、PID、路徑或啟動命令

source: Search tools
de: Werkzeuge suchen
es: Buscar herramientas
fr: Rechercher des outils
ja: ツールを検索
ko: 도구 검색
pt_br: Buscar ferramentas
ru: Поиск инструментов
zh_hans: 搜索工具
zh_hant: 搜尋工具

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
ja: 秒
ko: 초
pt_br: Segundos
ru: Секунды
zh_hans: 秒
zh_hant: 秒

source: See where your Mac storage is used
de: Sehen Sie, wo Ihr Mac-Speicher verwendet wird
es: Vea dónde se utiliza el almacenamiento de su Mac
fr: Découvrez où le stockage de votre Mac est utilisé
ja: Mac のストレージがどこで使用されているかを確認する
ko: Mac 저장 공간이 어디에 사용되는지 확인하세요
pt_br: Veja onde o armazenamento do seu Mac é usado
ru: Узнайте, где используется хранилище вашего Mac
zh_hans: 了解 Mac 的空间都用在哪里
zh_hant: 了解 Mac 的空間都用在哪裡

source: Select a date and time
de: Datum und Uhrzeit auswählen
es: Selecciona una fecha y hora
fr: Sélectionner une date et une heure
ja: 日時を選択
ko: 날짜 및 시간 선택
pt_br: Selecione uma data e hora
ru: Выберите дату и время
zh_hans: 选择日期和时间
zh_hant: 選擇日期和時間

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
ru: Выбрать всё
zh_hans: 全选
zh_hant: 全選

source: Select Apps to Quit
de: Wählen Sie Apps zum Beenden aus
es: Seleccione aplicaciones para salir
fr: Sélectionnez les applications à quitter
ja: 終了するアプリを選択してください
ko: 종료할 앱 선택
pt_br: Selecione aplicativos para sair
ru: Выберите приложения для выхода
zh_hans: 选择要退出的 App
zh_hant: 選擇要退出的 App

source: Select the interface language used by MachKit
de: Wählen Sie die von MachKit verwendete Schnittstellensprache aus
es: Seleccione el idioma de la interfaz utilizado por MachKit
fr: Sélectionnez la langue de l'interface utilisée par MachKit
ja: MachKit で使用するインターフェース言語を選択します
ko: MachKit에서 사용하는 인터페이스 언어를 선택하세요.
pt_br: Selecione o idioma da interface usado pelo MachKit
ru: Выберите язык интерфейса, используемый MachKit
zh_hans: 选择 MachKit 使用的界面语言
zh_hant: 選擇 MachKit 使用的介面語言

source: Set Shortcut
de: Kurzbefehl festlegen
es: Configurar atajo
fr: Définir le raccourci
ja: ショートカットを設定
ko: 단축키 설정
pt_br: Definir atalho
ru: Задать сочетание
zh_hans: 设置快捷键
zh_hant: 設定快速鍵

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Shared
de: Gemeinsam
es: Compartido
fr: Partagé
ja: 共通
ko: 공통
pt_br: Compartilhado
ru: Общее
zh_hans: 共用
zh_hant: 共用

source: Shared Configuration
de: Gemeinsame Konfiguration
es: Configuración compartida
fr: Configuration partagée
ja: 共通設定
ko: 공통 구성
pt_br: Configuração compartilhada
ru: Общая конфигурация
zh_hans: 共用配置
zh_hant: 共用設定

source: Shared extension
de: Geteilte Erweiterung
es: Extensión compartida
fr: Poste partagé
ja: 共有内線番号
ko: 공유 확장
pt_br: Extensão compartilhada
ru: Общее расширение
zh_hans: 共享扩展
zh_hant: 共享擴充

source: Show
de: Zeigen
es: Mostrar
fr: Afficher
ja: 表示する
ko: 쇼
pt_br: Mostrar
ru: Показать
zh_hans: 显示
zh_hant: 顯示

source: Show CPU, memory, network speed, and quick actions in the menu bar
de: Zeigt CPU, Arbeitsspeicher, Netzwerkgeschwindigkeit und Schnellaktionen in der Menüleiste
es: Muestra CPU, memoria, velocidad de red y acciones rápidas en la barra de menús
fr: Affiche le CPU, la mémoire, le débit réseau et des actions rapides dans la barre des menus
ja: メニューバーで CPU、メモリ、通信速度、クイック操作を表示します
ko: 메뉴 막대에서 CPU, 메모리, 네트워크 속도 및 빠른 작업을 표시합니다
pt_br: Mostra CPU, memória, velocidade da rede e ações rápidas na barra de menus
ru: Показывает ЦП, память, скорость сети и быстрые действия в строке меню
zh_hans: 在菜单栏中查看 CPU、内存、网速和快捷操作
zh_hant: 在選單列中查看 CPU、記憶體、網速和快速操作

source: Show Executable
de: Ausführbare Datei anzeigen
es: Mostrar ejecutable
fr: Afficher l'exécutable
ja: 実行可能ファイルを表示
ko: 실행 파일 표시
pt_br: Mostrar executável
ru: Показать исполняемый файл
zh_hans: 显示可执行文件
zh_hant: 顯示可執行檔

source: Show Executable in Finder
de: Ausführbare Datei im Finder anzeigen
es: Mostrar ejecutable en Finder
fr: Afficher l'exécutable dans le Finder
ja: Finder に実行可能ファイルを表示
ko: Finder에 실행 파일 표시
pt_br: Mostrar executável no Finder
ru: Показать исполняемый файл в Finder
zh_hans: 在 Finder 中显示可执行文件
zh_hant: 在 Finder 中顯示執行檔

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: ファインダーで表示
ko: Finder에 표시
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Shown in system sharing menu
de: Wird im Systemfreigabemenü angezeigt
es: Se muestra en el menú de uso compartido del sistema
fr: Affiché dans le menu de partage du système
ja: システム共有メニューに表示されます
ko: 시스템 공유 메뉴에 표시됨
pt_br: Mostrado no menu de compartilhamento do sistema
ru: Отображается в меню общего доступа к системе
zh_hans: 显示在系统共享菜单中
zh_hant: 顯示在系統共享選單中

source: Shows only top-level folders, explains their purpose, and calculates actual usage
de: Zeigt nur Ordner der obersten Ebene an, erklärt ihren Zweck und berechnet die tatsächliche Nutzung
es: Muestra solo las carpetas de nivel superior, explica su propósito y calcula el uso real.
fr: Affiche uniquement les dossiers de niveau supérieur, explique leur objectif et calcule l'utilisation réelle
ja: 最上位のフォルダーのみを表示し、その目的を説明し、実際の使用量を計算します。
ko: 최상위 폴더만 표시하고, 해당 폴더의 목적을 설명하고, 실제 사용량을 계산합니다.
pt_br: Mostra apenas pastas de nível superior, explica sua finalidade e calcula o uso real
ru: Показывает только папки верхнего уровня, объясняет их назначение и рассчитывает фактическое использование.
zh_hans: 只展示第一层文件夹，说明用途并统计实际占用
zh_hant: 只展示第一層資料夾，說明用途並統計實際佔用

source: MachKit cannot quit its own process.
de: MachKit kann seinen eigenen Prozess nicht beenden.
es: MachKit no puede abandonar su propio proceso.
fr: MachKit ne peut pas quitter son propre processus.
ja: Shift 自体のプロセスを終了することはできません。
ko: MachKit는 자체 프로세스를 종료할 수 없습니다.
pt_br: MachKit não pode encerrar seu próprio processo.
ru: MachKit не может выйти из собственного процесса.
zh_hans: MachKit 不能结束自身进程。
zh_hant: MachKit 不能結束自身進程。

source: MachKit cannot quit itself.
de: MachKit kann sich nicht selbst beenden.
es: MachKit no puede abandonarse por sí solo.
fr: MachKit ne peut pas s'arrêter.
ja: Shift 自体を終了することはできません。
ko: MachKit는 스스로 종료할 수 없습니다.
pt_br: MachKit não pode parar sozinho.
ru: MachKit не может выйти сам.
zh_hans: MachKit 不能退出自身。
zh_hant: MachKit 無法退出自身。

source: MachKit does not have permission to access the Trash. Please turn on "Full Disk Access" on the home page, restart MachKit and try again.
de: MachKit hat keine Berechtigung, auf den Papierkorb zuzugreifen. Bitte aktivieren Sie „Vollständiger Festplattenzugriff“ auf der Startseite, starten Sie MachKit neu und versuchen Sie es erneut.
es: MachKit no tiene permiso para acceder a la Papelera. Active "Acceso total al disco" en la página de inicio, reinicie MachKit e inténtelo de nuevo.
fr: MachKit n'est pas autorisé à accéder à la corbeille. Veuillez activer « Accès complet au disque » sur la page d'accueil, redémarrez MachKit et réessayez.
ja: MachKit にはゴミ箱にアクセスする権限がありません。ホームページで「フル ディスク アクセス」をオンにし、MachKit を再起動してもう一度お試しください。
ko: MachKit에는 휴지통에 액세스할 수 있는 권한이 없습니다. 홈 페이지에서 "전체 디스크 액세스"를 켜고 MachKit를 다시 시작한 후 다시 시도하십시오.
pt_br: MachKit não tem permissão para acessar a Lixeira. Ative o "Acesso total ao disco" na página inicial, reinicie o MachKit e tente novamente.
ru: У MachKit нет разрешения на доступ к корзине. Пожалуйста, включите «Полный доступ к диску» на главной странице, перезапустите MachKit и повторите попытку.
zh_hans: MachKit 没有权限访问废纸篓。请在首页打开“完全磁盘访问权限”，重新启动 MachKit 后再试。
zh_hant: MachKit 沒有權限存取廢紙簍。請在首頁開啟“完全磁碟存取權限”，重新啟動 MachKit 後再試一次。

source: MachKit found app-style identifiers with no matching installed app. These are review-only because helpers and command-line tools can own similar files.
de: MachKit hat App-Kennungen ohne passende installierte App gefunden. Sie dienen nur zur Prüfung, da Hilfsprogramme und Befehlszeilentools ähnliche Dateien besitzen können.
es: MachKit encontró identificadores de aplicación sin una app instalada correspondiente. Solo se muestran para revisión porque los auxiliares y las herramientas de línea de comandos pueden tener archivos similares.
fr: MachKit a trouvé des identifiants d’app sans application installée correspondante. Ils sont uniquement à vérifier, car des utilitaires et outils en ligne de commande peuvent posséder des fichiers similaires.
ja: インストール済みアプリに一致しないアプリ形式の識別子が見つかりました。ヘルパーやコマンドラインツールも同様のファイルを所有する場合があるため、確認専用です。
ko: 설치된 앱과 일치하지 않는 앱 형식 식별자를 찾았습니다. 도우미 및 명령줄 도구도 비슷한 파일을 소유할 수 있으므로 검토용으로만 표시됩니다.
pt_br: O MachKit encontrou identificadores de app sem um aplicativo instalado correspondente. Eles são apenas para revisão, pois auxiliares e ferramentas de linha de comando podem ter arquivos semelhantes.
ru: MachKit обнаружил идентификаторы приложений без соответствующего установленного приложения. Они показаны только для проверки, поскольку похожие файлы могут принадлежать вспомогательным и консольным программам.
zh_hans: MachKit 发现了一些没有对应已安装应用的 App 标识符。辅助程序和命令行工具也可能拥有类似文件，因此这里只供检查。
zh_hant: MachKit 發現了一些沒有對應已安裝 App 的識別碼。輔助程式和命令列工具也可能擁有類似檔案，因此這裡只供檢查。

source: Simplified Chinese
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
ja: 簡体字中国語
ko: 중국어 간체
pt_br: Chinês simplificado
ru: Упрощенный китайский
zh_hans: 简体中文
zh_hant: 簡體中文

source: Smart Release
de: Intelligente Freigabe
es: Lanzamiento inteligente
fr: Version intelligente
ja: スマートリリース
ko: 스마트 릴리즈
pt_br: Liberação inteligente
ru: Умный выпуск
zh_hans: 智能释放
zh_hant: 智慧釋放

source: Smart release complete; idle background apps were handled and MachKit returned its own reclaimable memory.
de: Smart Release abgeschlossen; Inaktive Hintergrund-Apps wurden behandelt und MachKit gab seinen eigenen zurückgewinnbaren Speicher zurück.
es: Lanzamiento inteligente completo; Se manejaron las aplicaciones inactivas en segundo plano y MachKit devolvió su propia memoria recuperable.
fr: Version intelligente terminée ; les applications inactives en arrière-plan ont été gérées et MachKit a restitué sa propre mémoire récupérable.
ja: スマートリリースが完了しました。アイドル状態のバックグラウンド アプリが処理され、MachKit は独自の再利用可能なメモリを返しました。
ko: 스마트 출시 완료; 유휴 백그라운드 앱이 처리되고 MachKit가 자체 회수 가능한 메모리를 반환했습니다.
pt_br: Liberação inteligente concluída; aplicativos ociosos em segundo plano foram tratados e o MachKit retornou sua própria memória recuperável.
ru: Смарт-релиз завершен; Неработающие фоновые приложения были обработаны, и MachKit вернул свою собственную восстанавливаемую память.
zh_hans: 智能释放完成；已处理闲置后台 App，并归还 MachKit 自身可回收内存。
zh_hant: 智慧釋放完成；已處理閒置後台 App，並歸還 MachKit 自身可回收記憶體。

source: Smart release complete; macOS has reorganized reclaimable memory.
de: Smart Release abgeschlossen; macOS hat den zurückgewinnbaren Speicher neu organisiert.
es: Lanzamiento inteligente completo; macOS ha reorganizado la memoria recuperable.
fr: Version intelligente terminée ; macOS a réorganisé la mémoire récupérable.
ja: スマートリリースが完了しました。 macOS では再利用可能なメモリが再構成されています。
ko: 스마트 출시 완료; macOS는 회수 가능한 메모리를 재구성했습니다.
pt_br: Liberação inteligente concluída; O macOS reorganizou a memória recuperável.
ru: Смарт-релиз завершен; macOS реорганизовала восстанавливаемую память.
zh_hans: 智能释放完成；macOS 已重新整理可回收内存。
zh_hant: 智慧釋放完成；macOS 已重新整理可回收記憶體。

source: Smart release was cancelled.
de: Smart Release wurde abgebrochen.
es: El lanzamiento inteligente fue cancelado.
fr: La version intelligente a été annulée.
ja: スマートリリースがキャンセルされました。
ko: 스마트 출시가 취소되었습니다.
pt_br: A liberação inteligente foi cancelada.
ru: Смарт-релиз был отменен.
zh_hans: 已取消智能释放。
zh_hant: 已取消智能釋放。

source: Smart releasing reclaimable memory…
de: Intelligente Freigabe von rückgewinnbarem Speicher …
es: Liberación inteligente de memoria recuperable...
fr: Libération intelligente de la mémoire récupérable…
ja: 再利用可能なメモリをスマートに解放…
ko: 회수 가능한 메모리를 스마트하게 출시…
pt_br: Liberação inteligente de memória recuperável…
ru: Умное высвобождение восстанавливаемой памяти…
zh_hans: 正在智能释放可回收内存…
zh_hant: 正在智慧釋放可回收記憶體…

source: Sort
de: Sortieren
es: ordenar
fr: Trier
ja: 並べ替え
ko: 정렬
pt_br: Classificar
ru: Сортировать
zh_hans: 排序
zh_hant: 排序

source: Space
de: Leertaste
es: Espacio
fr: Espace
ja: スペース
ko: 스페이스
pt_br: Espaço
ru: Пробел
zh_hans: 空格
zh_hant: 空格

source: Spotlight Importer
de: Spotlight-Importeur
es: Importador destacado
fr: Importateur Spotlight
ja: スポットライトインポーター
ko: 스포트라이트 임포터
pt_br: Importador de destaque
ru: Импортер прожектора
zh_hans: Spotlight 导入器
zh_hant: Spotlight 導入器

source: SSH Remote Login Service
de: SSH-Remote-Anmeldedienst
es: Servicio de inicio de sesión remoto SSH
fr: Service de connexion à distance SSH
ja: SSHリモートログインサービス
ko: SSH 원격 로그인 서비스
pt_br: Serviço de login remoto SSH
ru: Служба удаленного входа по SSH
zh_hans: SSH 远程登录服务
zh_hant: SSH 遠端登入服務

source: Start a system storage analysis, or choose a folder to analyze separately.
de: Starten Sie eine Systemspeicheranalyse oder wählen Sie einen Ordner zur separaten Analyse aus.
es: Inicie un análisis del almacenamiento del sistema o elija una carpeta para analizarla por separado.
fr: Démarrez une analyse du stockage système ou choisissez un dossier à analyser séparément.
ja: システムストレージ分析を開始するか、個別に分析するフォルダーを選択します。
ko: 시스템 스토리지 분석을 시작하거나 별도로 분석할 폴더를 선택하세요.
pt_br: Inicie uma análise de armazenamento do sistema ou escolha uma pasta para analisar separadamente.
ru: Запустите анализ системного хранилища или выберите папку для анализа отдельно.
zh_hans: 点击开始分析系统存储，或选择一个目录单独分析。
zh_hant: 點選開始分析系統存儲，或選擇目錄單獨分析。

source: Start Analysis
de: Analyse starten
es: Iniciar análisis
fr: Démarrer l'analyse
ja: 分析を開始する
ko: 분석 시작
pt_br: Iniciar análise
ru: Начать анализ
zh_hans: 开始分析
zh_hant: 開始分析

source: Start Scan
de: Starten Sie den Scan
es: Iniciar escaneo
fr: Démarrer l'analyse
ja: スキャンの開始
ko: 스캔 시작
pt_br: Iniciar verificação
ru: Начать сканирование
zh_hans: 开始扫描
zh_hant: 開始掃描
